var numberPhoto = 1;
var numberLiks = 1;
var commentsMassive = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
var

var objektPhoto = {
  url = photos/numberPhoto.jpg,
  likes = numberLikes,
  comments =

};

var makeMassivPfoto = function () {
  for (var i = 1; i <= 25; i++) {
    var callObject =
  }

};
